jorgebucaran/fisher
ilancosman/tide@v6
pure-fish/pure
kidonng/zoxide.fish
meaningful-ooo/sponge
jorgebucaran/autopair.fish
gazorby/fish-abbreviation-tips
joseluisq/gitnow@2.13.0
gazorby/fish-exa
