gazorby/fish-abbreviation-tips
ilancosman/tide@v6
jorgebucaran/autopair.fish
jorgebucaran/fisher
kidonng/zoxide.fish
meaningful-ooo/sponge
pure-fish/pure
joseluisq/gitnow@2.13.0
vitallium/tokyonight-fish
uajqq/fish-kanagawa
kidonng/nix.fish
jethrokuan/z
patrickf1/fzf.fish
plttn/fish-eza
edc/bass
jorgebucaran/nvm.fish
berk-karaal/loadenv.fish
