jorgebucaran/autopair.fish
jorgebucaran/fisher
kidonng/zoxide.fish
uajqq/fish-kanagawa
plttn/fish-eza
jorgebucaran/nvm.fish
berk-karaal/loadenv.fish
pure-fish/pure
patrickf1/fzf.fish
