gazorby/fish-abbreviation-tips
gazorby/fish-exa
ilancosman/tide@v6
jorgebucaran/autopair.fish
jorgebucaran/fisher
kidonng/zoxide.fish
meaningful-ooo/sponge
pure-fish/pure
joseluisq/gitnow@2.13.0
vitallium/tokyonight-fish
uajqq/fish-kanagawa
kidonng/nix.fish
jorgebucaran/hydro
jethrokuan/z
patrickf1/fzf.fish
